Repository: sleepingcat4/bert-textgeneration
Catalog: dataset/output_polskapomoc-gov-pl_eng-pol_eng-pol.tmx
Source language: en
Languages: pl

source: PRIORITIES IN SUPPORTED AREAS: DEMOCRATISATION AND POLITICAL AND ECONOMIC TRANSFORMATION IMPLEMENTED BY THE MFA AND ITS EXTERNAL PARTNERS WITHIN THE FRAMEWORK OF BILATERAL DEVELOPMENT AID
pl: PRIORYTETY W RAMACH OBSZARÓW: DEMOKRATYZACJA ORAZ TRANSFORMACJA SYSTEMOWA, REALIZOWANE PRZEZ MSZ ORAZ PARTNERÓW ZEWNĘTRZNYCH MSZ W RAMACH DWUSTRONNEJ POMOCY ROZWOJOWEJ

source: Horizontal priority: to improve the functioning of state institutions, to promote good governance, to protect democratic standards and human rights, and to build and enhance civil society.
pl: Priorytet horyzontalny: poprawa funkcjonowania instytucji państwa, wprowadzanie zasad dobrego rządzenia, respektowanie standardów demokratycznych, poszanowanie praw człowieka, budowa i umacnianie społeczeństwa obywatelskiego

source: Support for disadvantaged groups
pl: Wsparcie grup defaworyzowanych społecznie

source: Agriculture and rural development
pl: Rolnictwo i rozwój obszarów wiejskich

source: Support for independent media, organizations and civil society, youth and education cooperation
pl: Wsparcie niezależnych mediów, organizacji i społeczeństwa obywatelskiego i współpracy w obszarze edukacji i młodzieży

source: Regional development, strengthening public administration and local government
pl: Rozwój regionalny i budowa potencjału administracji publicznej i samorządowej

source: Public security and border management
pl: Bezpieczeństwo publiczne i zarządzanie granicami

source: AFRICA, ASIA, MIDDLE EAST (selected countries)
pl: AFRYKA, AZJA, BLISKI WSCHÓD (wybrane kraje)

source: Education, social and vocational empowerment
pl: Edukacja oraz aktywizacja zawodowa i społeczna

source: North Africa (Libya, Tunisia)
pl: Afryka Północna (Libia, Tunezja)

source: Professionalization and development of public administration
pl: Profesjonalizacja i rozwój administracji publicznej

source: Provincial sustainable development
pl: Zrównoważony rozwój na poziomie prowincji

source: Kyrgyzstan and Tajikistan
pl: Kirgistan i Tadżykistan

source: Self-governance and support for local communities
pl: Samorządność i wzmacnianie wspólnot lokalnych

source: for a description of specific priorities see the Programme's Appendix
pl: opis priorytetów szczegółowych został zamieszczony w Aneksie do niniejszego Programu

source: Actions supporting democratic processes and strengthening civil society in countries in particular political conditions can also be undertaken in countries other than those granted priority in the Programme, taking into account the recommendation of the Solidarity Award holder, founded by the Minister of Foreign Affairs.
pl: Działania wspierające procesy demokratyzacyjne i służące wzmocnieniu społeczeństwa obywatelskiego w krajach o szczególnych warunkach politycznych będą mogły zostać podjęte również w innych krajach niż kraje priorytetowe wskazane w Programie, z uwzględnieniem rekomendacji laureata Nagrody Solidarności ustanowionej przez Ministra Spraw Zagranicznych.

source: Polish humanitarian activities are also consistent with other documents and guidelines that were adopted by Poland at the UN, the EU and the International Red Cross and Red Crescent Movement.
pl: Polskie działania humanitarne są też zgodne z innymi dokumentami i wytycznymi przyjętymi przez Polskę głównie na forum ONZ, UE oraz Międzynarodowego Ruchu Czerwonego Krzyża i Czerwonego Półksiężyca.

source: The key principle of Polish humanitarian aid is to ensure that it corresponds with the needs of affected population.
pl: Kluczową zasadą polskiej pomocy humanitarnej jest jej zgodność z realnymi potrzebami poszkodowanej ludności.

source: This means that actions are taken in response to a concrete humanitarian appeal following a thorough situation analysis (carried out on the basis of UN, ICRC and EC DG ECHO documents), and funds are allocated in proportion to humanitarian needs.
pl: Oznacza to, że działania stanowią reakcję na konkretny apel humanitarny, poprzedzony rzetelną oceną sytuacji (na podstawie dokumentów ONZ, MKCK i KE - DG ECHO ), a środki są alokowane proporcjonalnie do skali potrzeb humanitarnych.

source: Poland is sensitive not only to humanitarian needs arising from sudden and unexpected disasters that receive a lot of media attention, but also to the needs of victims of the protracted and forgotten crises.
pl: Polska uwzględnia nie tylko potrzeby humanitarne spowodowane nagłymi, nieprzewidzianymii medialnie nagłośnionymi kryzysami, lecz również potrzeby ludności poszkodowanej w wyniku tzw. kryzysów przedłużających się (protracted crises) oraz kryzysów zapomnianych (forgotten crises).

source: Poland's humanitarian assistance is provided in line with basic humanitarian principles: humanitarianism, neutrality, impartiality and independence, as well as the Good Humanitarian Donorship (GHD) principles.
pl: Polska pomoc humanitarna jest realizowana zgodnie z podstawowymi zasadami humanitarnymi, tj. zasadą humanitaryzmu, neutralności, bezstronności i poszanowania niezależności, a także zasadami Dobrego Świadczenia Pomocy Humanitarnej (GHD).

source: Moreover, Polish special needs of the vulnerable groups, i.e. women, children, elderly, ill and disabled people, as well as protection against sexual and gender-based violence, are taken into account in the implementation of Polish humanitarian action.
pl: Ponadto, w trakcie realizacji polskiej pomocy humanitarnej uwzględniane są specjalne potrzeby grup najwyższego ryzyka/defaworyzowanych (tzw. vulnerable groups) - kobiet, dzieci, osób starszych, chorych i niepełnosprawnych, a także aspekty ochrony przed przemocą seksualną i przemocą ze względu na płeć.

source: Poland provides humanitarian food assistance pursuant to the Food Assistance Convention and on the basis of the EU Council conclusions on Humanitarian Food Assistance.
pl: Humanitarna pomoc żywnościowa jest świadczona przez Polskę na bazie Konwencji o Wsparciu Żywnościowym oraz z uwzględnieniem konkluzji Rady UE ws. humanitarnej pomocy żywnościowej.

source: Forms of Polish humanitarian activities
pl: Formy polskich działań humanitarnych

source: Polish humanitarian actions will be implemented in particular by:
pl: Polskie działania w zakresie pomocy humanitarnej będą realizowane w szczególności poprzez:

source: a. strengthening partnership with international humanitarian organizations, especially UN OCHA (mainly within the framework of the OCHA Donor Support Group, CERF and UNDAC), ICRC, UNHCR, WFP, UNICEF and UNRWA;
pl: a. budowanie partnerstwa z międzynarodowymi organizacjami humanitarnymi, przede wszystkim UN OCHA (głównie w ramach OCHA Donor Support Group, CERF i UNDAC), MKCK, UNHCR WFP, UNICEF i UNRWA;

source: b. cooperating with other humanitarian assistance donors within the UN, EU and GHD;
pl: b. współpracę z innymi donatorami pomocy humanitarnej na forum ONZ, UE i GHD;

source: c. conducting civil protection operations in the framework of the UN and EU coordination mechanisms, in particular rescue assistance;
pl: c. prowadzenie skoordynowanych na poziomie ONZ lub/i UE działań w zakresie ochrony ludności, w szczególności pomocy ratowniczej;

source: d. supporting activities and programmes of Polish NGOs;
pl: d. wsparcie działalności i programów polskich organizacji pozarządowych;

source: e. capacity building and strengthening of coordination of the Polish humanitarian aid system;
pl: e. budowanie zdolności i wzmacnianie koordynacji polskiego systemu pomocy humanitarnej;

source: f. disaster risk reduction and enhancing disaster resilience, especially in the fragile states.
pl: f. redukowanie ryzyka występowania katastrof i budowanie odporności (resilience) na katastrofy, zwłaszcza w państwach niestabilnych (fragile states).

source: 6. Global education and volunteer work Global education and volunteer work are well inscribed into the civic dimension of Poland's development cooperation.
pl: 6. Edukacja globalna i wolontariat Edukacja globalna i wolontariat wpisują się w obywatelski wymiar polskiej współpracy rozwojowej.

source: These forms of activity serve to promote open attitudes towards global development challenges among the widest possible domestic audience.
pl: Służą propagowaniu wśród jak najszerszego grona mieszkańców Polski wartości i postaw sprzyjających otwartości na wyzwania rozwojowe świata.

source: Global education takes place both in the framework of the formal education systemwhere it has the greatest outreach - and on an informal level, mainly through NGOs.
pl: Edukacja globalna odbywa się zarówno w ramach formalnego systemu kształcenia, gdzie jej oddziaływanie ma największy zasięg, jak i w sposób nieformalny, zwłaszcza przez pracę organizacji pozarządowych.

source: For global education to take hold in Poland's formal education system, it is imperative to strengthen cooperation between central and local government institutions responsible for programming and implementing curricula on all levels of educations, the education institutions themselves, and civil society.
pl: W celu trwałego zakorzenienia edukacji globalnej w systemie edukacji formalnej w Polsce wzmocnione zostanie współdziałanie instytucji państwowych i samorządowych odpowiedzialnych za programy i praktykę kształcenia na wszystkich poziomach nauczania, samych instytucji edukacyjnych oraz środowisk obywatelskich.

source: The actions undertaken will also serve to boost teachers' skills - both with regard to initial training for new teachers and in-service vocational courses - in taking up new and difficult topics and drafting the relevant teaching materials.
pl: Podejmowane działania będą służyły także lepszemu przygotowaniu kadr dydaktycznych - zarówno w procesie kształcenia przyszłych nauczycieli, jak i w ramach doskonalenia zawodowego - do podejmowania nowych i trudnych zagadnień oraz opracowaniu odpowiednich materiałów dydaktycznych.

source: The supported measures will include both widespread education actions and local initiatives, especially those addressed to recipients with limited access to information on the problems affecting the world today.
pl: Wspierane będą nie tylko akcje edukacyjne o dużym zasięgu oddziaływania, ale również inicjatywy lokalne, w szczególności skierowane do grup odbiorców o ograniczonym dostępie do informacji o aktualnych problemach świata.

source: Global education activities will be encouraged among entities which have little hitherto experience in the field, but which have the potential to effectively implement education measures.
pl: Do podejmowania działalności w dziedzinie edukacji globalnej będą zachęcane podmioty niewykazujące dotychczas dużej aktywności na tym polu, a dysponujące potencjałem do prowadzenia efektywnych działań edukacyjnych.

source: Global education will also be implemented via the media and modern education tools, including new communication technologies.
pl: Edukacja globalna będzie także realizowana za pośrednictwem mediów oraz z wykorzystywaniem nowoczesnych narzędzi edukacyjnych, w tym nowych technologii komunikacji.

source: The volunteering programme is an effort to meet the needs of Polish citizens' participation in providing aid to inhabitants of developing countries.
pl: Program wolontariatu wychodzi naprzeciw potrzebie osobistego udziału obywateli Polski w udzielaniu pomocy mieszkańcom krajów rozwijających się.

source: This will enable them to share their abilities when working directly with local communities in beneficiary countries.
pl: Umożliwia im dzielenie się swoimi umiejętnościami podczas bezpośredniej pracy z miejscowymi społecznościami w krajach-beneficjentach polskiej współpracy rozwojowej.

source: The educational dimension is a key aspect of the programme.
pl: Niezwykle ważnym elementem programu jest jego wymiar edukacyjny.

source: Thanks to the educational measures implemented by volunteers after their return to Poland, volunteering also helps to raise awareness among Poles about the dependence which exists between developing countries and countries providing development aid, and about the challenges faced by the former.
pl: Dzięki inicjatywom edukacyjnym realizowanym przez wolontariuszy po powrocie do Polski, bazującym na zdobytych doświadczeniach, wolontariat pomaga również wyczulić Polaków na zależności pomiędzy krajami rozwijającymi się i krajami świadczącymi pomoc rozwojową i lepiej rozumieć wyzwania, przed którymi stoją.

source: 7. Monitoring and evaluation The goal of monitoring is to ensure that projects are implemented in line with the guidelines and goals set forth in the annual plans and the Programme.
pl: 7. Monitoring i ewaluacja Celem monitoringu jest zapewnienie zgodności realizacji projektów z ich założeniami i celami wynikającymi z planów rocznych i Programu.

source: Evaluation will cover development cooperation programmes in the annual and multiannual perspectives, as well as projects and groups of projects.
pl: Działania ewaluacyjne będą dotyczyły programów współpracy rozwojowej w wariancie wieloletnim i rocznym oraz projektów lub grup projektów.

source: Evaluation will cover: the multiannual development aid programme for 2012-2015 (selected topics, horizontal areas and/or sector-specific actions), annual Polish development cooperation plans, selected projects/groups of projects.
pl: Ewaluacją będą mogły być objęte: Wieloletni program współpracy rozwojowej na lata 2012 - 2015 (wybrane tematy, działania horyzontalne lub interwencje sektorowe), roczne plany polskiej współpracy rozwojowej, wybrane projekty lub grupy projektów.

source: Evaluations will be conducted by external institutions supervised by the MFA.
pl: Badania ewaluacyjne wykonywane będą przez instytucje zewnętrzne i nadzorowane przez MSZ.

source: Moreover, the MFA may prepare and conduct its own evaluations (internal evaluations), which will be complementary to external evaluations.
pl: Dodatkowo MSZ może przygotować i wykonać ewaluacje we własnym zakresie (ewaluacje wewnętrzne), które będą miały charakter uzupełniający w stosunku do ewaluacji zewnętrznych.

source: During the Development Cooperation Forum, Poland's involvement in global development cooperation will be presented to the public at large.
pl: Podczas Forum Współpracy Rozwojowej polskie zaangażowanie we współpracę na rzecz rozwoju w świecie prezentowane będzie szerokiej publiczności.

source: APPENDIX - Specific priorities for democratisation as well as political and economic transformation as implemented by the MFA and external partners in the framework of bilateral development aid
pl: ANEKS - Szczegółowe priorytety demokratyzacji i transformacji systemowej realizowane przez MSZ oraz partnerów zewnętrznych MSZ w ramach dwustronnej pomocy rozwojowej

source: Priority 1 - Support for disadvantaged groups
pl: Priorytet 1 - Wsparcie grup defaworyzowanych społecznie

source: The social exclusion of migrants and IDPs (Internally Displaced Persons) in Armenia remains a challenge for both state institutions and society as a whole.
pl: Marginalizacja uchodźców i osób przesiedlonych wewnętrznie w Armenii nadal stanowi wyzwanie zarówno dla instytucji państwa jak i społeczeństwa.

source: The country is still grappling with the consequences of the tragic earthquake of 1988 which resulted in the forced relocation of large numbers of the population.
pl: Kraj do dzisiaj odczuwa skutki tragicznego trzęsienia ziemi z 1988 r., w wyniku którego wiele osób musiało opuścić dotychczasowe miejsce zamieszkania.

source: Another key problem lies with the social perception of disabled persons, which results in the social marginalization of persons living with disabilities.
pl: Istotnym problemem pozostaje także społeczna percepcja niepełnosprawności przyczyniająca się do wykluczenia społecznego osób dotkniętych inwalidztwem.

source: Activities undertaken under this priority will focus in particular on counteracting the social exclusion of disabled persons, their vocational empowerment, providing them with access to education and contributing to their comprehensive inclusion in social and economic life.
pl: Działania w ramach priorytetu będą służyły w szczególności zapobieganiu społecznemu wykluczeniu przedstawicieli tych grup, ich aktywizacji zawodowej, dostępowi do edukacji i jak najpełniejszemu włączeniu w życie społeczne i ekonomiczne.

source: Priority 2 - Environmental protection
pl: Priorytet 2 - Ochrona środowiska

source: Many Armenian regions suffer from considerable air and surface water pollution.
pl: W wielu regionach Armenii obserwuje się znaczne zanieczyszczenie powietrza i wód powierzchniowych.

source: Waste collection, disposal and segregation systems are ineffective and there is a lack of a comprehensive chemical management system.
pl: Brakuje odpowiedniego systemu zbierania, transportu i przetwarzania odpadów oraz spójnego systemu zarządzania chemikaliami.

source: The Soviet era has bequeathed Armenia with huge and unprofitable industrial plants, particularly chemical factories and mines.
pl: Pozostałość po okresie radzieckim w Armenii stanowią wielkie i nierentowne zakłady przemysłowe, przede wszystkim zakłady chemiczne i kopalnie.

source: Simultaneously, the country has a significant potential for using renewable source of energy.
pl: Jednocześnie w kraju istnieje duży potencjał wykorzystania odnawialnych źródeł energii.

source: Activities undertaken under this priority will help, in particular, to slow the rate of environmental degradation and to adapt to the consequences of climate change.
pl: Działania w ramach priorytetu będą służyły w szczególności przeciwdziałaniu degradacji środowiska naturalnego i adaptacji do skutków zmian klimatycznych.

source: Means of achieving this include: developing the competences of environmental experts, raising environmental awareness among the population, improving the waste management system and municipal services; strengthening national and local community disaster resilience, building disaster preparedness and disaster risk reduction.
pl: Służyć temu będzie m. in. podnoszenie kwalifikacji kadry specjalistów zajmujących się ochroną środowiska, rozwijanie świadomości ekologicznej wśród mieszkańców, podniesienie jakości gospodarki wodnej i ściekowej oraz usług komunalnych, budowanie odporności państwa i społeczności lokalnych na katastrofy, przygotowaniu do reagowania na nie oraz redukowaniu ryzyka ich wystąpienia.

source: Priority 3 - Agriculture and rural development
pl: Priorytet 3 - Rolnictwo i rozwój obszarów wiejskich

source: Agriculture employs almost half of the total population of Armenia.
pl: Prawie połowa pracujących mieszkańców Armenii zatrudniona jest w sektorze rolniczym.

source: Effective irrigation systems remain beyond the reach of poorer farmers.
pl: Wydajna infrastruktura irygacyjna pozostaje poza zasięgiem ubogich gospodarstw rolnych.

source: The food processing industry and the system of crediting are poorly developed.
pl: Słabo rozwinięty jest przemysł przetwórczo-spożywczy, utrudniony jest dostęp do finansowania inwestycji.

source: The setting up of producer groups and farming cooperatives will help boost investment and increase the efficiency of farming techniques.
pl: Tworzenie grup producenckich oraz stowarzyszeń rolników prowadzących niewielkie gospodarstwa przyczyni się do zwiększenia możliwości inwestycyjnych i podniesienia wydajności produkcji rolnej.

source: Activities will primarily work to limit social marginalization, increase access to education for excluded groups and help them become fully active and economically.
pl: Działania będą miały na celu w szczególności powstrzymanie marginalizacji grup defaworyzowanych, zwiększenie ich szans edukacyjnych i pełne włączenie ich w ekonomiczne i społeczne życie kraju.

source: A key problem facing Azerbaijan is surface water and air pollution, as well as soil contamination.
pl: Jednym z najistotniejszych problemów jest zanieczyszczenie wód powierzchniowych, gleb oraz znaczne zanieczyszczenie powietrza.

source: The main reason for the high contamination of Azerbaijan's environment is old technologies in operation throughout the country and low levels of environmental awareness.
pl: Główną przyczyną dużego skażenia środowiska w Azerbejdżanie jest wykorzystywanie na terytorium kraju przestarzałych technologii oraz niska świadomość ekologiczna społeczeństwa.

source: Activities under this priority will serve to arrest the degradation of the natural environment, implement new mechanisms associated with local community contribution to a clean environment, increase the level of environmental education and build national and community-based instruments of disaster risk reduction.
pl: Działania w ramach priorytetu będą służyły w szczególności przeciwdziałaniu degradacji środowiska naturalnego, wdrażaniu nowych mechanizmów współpracy społeczności lokalnych na rzecz ochrony środowiska, podniesieniu poziomu edukacji ekologicznej oraz budowaniu odporności państwa i społeczności lokalnych na katastrofy.

source: This priority includes measure which will help implement elements of an efficient system of extension services, help the rural population become vocationally and empowered, and modernize rural management systems.
pl: Działania w ramach priorytetu przyczynią się do wdrożenia elementów sprawnego i efektywnego systemu doradztwa rolniczego, do zawodowej i społecznej aktywizacji mieszkańców obszarów wiejskich i modernizacji gospodarowania na tych obszarach.

source: Access to credible information, the development of independent media outlets and cultural organizations, increased participation of society in the decision-making process and the development of civil society may lead to the onset of transition processes which will benefit the society as a whole.
pl: Dostęp do wiarygodnej informacji i rozwój niezależnych mediów oraz niezależnej kultury, zwiększenie partycypacji społecznej w procesie podejmowania decyzji oraz rozwój społeczeństwa obywatelskiego mogą przyczynić się do uruchomienia procesów transformacji systemowej na rzecz wszystkich obywateli państwa.

source: Activities under this priority will help provide greater access for Belarusian citizens to objective information and strengthen civil society organisations' resources in matters related to the economy, education, culture, legal expertise and advocacy; strengthen youth and children cooperation; establish contacts and cooperation between schools, educational institutions and in-service teacher training centres.
pl: Działania w ramach priorytetu będą służyły poszerzeniu dostępu obywateli Białorusi do obiektywnej informacji oraz wzmocnieniu organizacji pozarządowych i społecznych w kwestiach związanych z gospodarką, edukacją, kulturą, ekspertyzą prawną oraz działaniami rzeczniczymi, wzmocnieniu współpracy dzieci i młodzieży oraz rozwojowi kontaktów i współpracy szkół, placówek oświatowych, zakładów kształcenia i placówek doskonalenia zawodowego nauczycieli.

source: The economic situation of Belarus deteriorated in 2011.
pl: W 2011 r. radykalnie pogorszyła się sytuacja gospodarcza Białorusi.

source: The number of people living in poverty is on the rise; this affects in particular disadvantaged groups, especially disabled persons and people living with HIV/AIDS.
pl: Wzrasta liczba osób żyjących w ubóstwie, co uderza zwłaszcza w osoby znajdujące się na marginesie społeczeństwa, głównie osoby niepełnosprawne lub dotknięte HIV/AIDS.

source: Data collected by organizations which provide assistance to the disabled show that close to 80 per cent of them have been unemployed for many years.
pl: Z danych organizacji zajmujących się pomocą niepełnosprawnym wynika, że blisko 80% takich osób pozostaje od wielu lat bez pracy.
